Repository: unity8-team/ubuntu-settings-components
Catalog: po/*.po
Languages: am, ms

# Header text: keep it short and upper case
source: WEEK
am: ሳምንት
ms: MGGU

source: Fingerprint Name
am: የ ጣት አሻራ ስም
ms: Nama Cap Jari

source: Delete Fingerprint
am: የ ጣት አሻራ ማጥፋት አልተቻለም
ms: Padam Cap Jari

source: Sorry, the fingerprint could not be deleted.
am: አዝናለሁ: የ ጣት አሻራ ማጥፋት አልተቻለም
ms: Maaf, cap jari tidak dapat dipadamkan.

source: Fingerprint ID
am: የ ጣት አሻራ መለያ
ms: ID Cap Jari

source: Finger %1
am: ጣት %1
ms: Jari %1

source: Passcode required
am: የ ማለፊያ ኮድ ያስፈልጋል
ms: Kod laluan diperlukan

source: You must set a passcode to use fingerprint ID
am: እርስዎ የ ማለፊያ ኮድ ማሰናዳት አለብዎት የ ጣት አሻራ መለያ ለ መጠቀም
ms: Anda mesti tetapkan kod laluan untuk guna ID cap jari

source: Set Passcode…
am: የ ማለፊያ ኮድ ማሰናጃ…
ms: Tetapkan Kod Laluan...

source: Add fingerprint
am: የ ጣት አሻራ መጨመሪያ
ms: Tambah cap jari

source: Remove All…
am: ሁሉንም ማስወገጃ…
ms: Buang Semua...

source: Are you sure you want to forget all stored fingerprints?
am: እርስዎ በ እርግጥ ሁሉንም የ ጣት አሻራ መርሳት ይፈልጋሉ?
ms: Anda pasti mahu lupakan semua cap jari tersimpan?

source: Cancel
am: መሰረዣ
ms: Batal

source: Remove
am: ማስወገጃ
ms: Buang

source: Sorry, the reader doesn’t seem to be working.
am: አዝናለሁ: ማንበቢያ አይሰራም
ms: Maaf, pembaca tidak kelihatan berfungsi.

source: Tap your finger repeatedly on the reader.
am: የ እርስዎን ጣት በ ማንበቢያው ላይ በ ተከታታይ መታ ያድርጉ
ms: Ketik jari anda berulang kali di atas pembaca.

source: Keep your finger on the reader for longer.
am: የ እርስዎን ጣት በ ማንበቢያው ላይ ለ ረጅም ጊዜ ያቆዩ
ms: Letak jari anda di atas pembaca lebih lama.

source: Back
am: ወደ ኋላ
ms: Undur

source: All done!
am: ሁሉም ተፈጽሟል!
ms: Semua selesai!

source: Swipe your finger over the reader.
am: የ እርስዎን ጣት በ ማንበቢያው ላይ ይጥረጉ
ms: Leret jari anda di atas pembaca.

source: Next
am: ይቀጥሉ
ms: Berikutnya

source: Roaming
am: በ ማዘዋወር ላይ
ms: Perayauan

source: Unlock SIM
am: ሲም መክፈቻ
ms: Buka SIM

source: Message
am: መልእክት
ms: Mesej

source: Call back
am: መልሶ መደወያ
ms: Panggilan semula

source: Send
am: መላኪያ
ms: Hantar

source: Accept
am: እቀበላለሁ
ms: Terima

source: Choose…
am: ይምረጡ…
ms: Pilih...

source: None
am: ምንም
ms: Tiada

source: Authentication type:
am: የ ማረጋገጫ አይነት:
ms: Jenis pengesahihan:

source: Certificates (TLS)
am: የምስክር ወረቀት (TLS)
ms: Sijil (TLS)

source: Password
am: የ መግቢያ ቃል
ms: Kata Laluan

source: Password with certificates (TLS)
am: የ መግቢያ ቃል ከ ምስክር ወረቀት ጋር (TLS)
ms: Kata laluan dengan sijil (TLS)

source: Static key
am: ተጣባቂ ቁልፍ
ms: Kunci statik

source: Server:
am: ሰርቨር:
ms: Pelayan:

source: Use custom gateway port
ms: Guna port get laluan suai

source: Protocol:
am: የ አሰራሩ ዘዴ
ms: Protokol:

source: Username:
am: የ ተጠቃሚ ስም:
ms: Nama Pengguna:

source: Password:
am: የ መግቢያ ቃል:
ms: Kata Laluan

source: Client certificate:
am: የ ደንበኛ የምስክር ወረቀት:
ms: Sijil klien:

source: Choose Certificate…
am: የምስክር ወረቀት ይምረጡ…
ms: Pilih Sijil...

source: Private key:
am: የ ግል ቁልፍ:
ms: Kunci persendirian:

source: Choose Key…
am: ቁልፍ ይምረጡ…
ms: Pilih Kunci...

source: Key password:
am: ቁልፍ የ መግቢያ ቃል:
ms: Kata laluan kunci:

source: CA certificate:
am: CA የምስክር ወረቀት:
ms: Sijil CA:

source: Static key:
am: ተጣባቂ ቁልፍ:
ms: Kunci statik:

source: Key direction:
am: የ ቁልፍ አቅጣጫ:
ms: Arah kunci:

source: Remote IP:
ms: IP Jauh:

source: Local IP:
ms: IP Setempat:

source: Use additional TLS authentication:
ms: Guna pengesahihan TLS tambahan:

source: TLS key:
ms: Kunci TLS:

source: Verify peer certificate:
ms: Sahkan sijil rakan:

source: Peer certificate TLS type:
ms: Jenis TLS sijil rakan:

source: Server
am: ሰርቨር
ms: Pelayan

source: Client
am: ደንበኛ
ms: Klien

source: Cipher:
ms: Sifer:

source: Default
am: ነባር
ms: Lalai

source: Compress data
am: ዳታ ማመቂያ
ms: Mampat data

source: User:
am: ተጠቃሚ:
ms: Pengguna:

source: NT Domain:
ms: Domain NT:

source: Authentication methods:
am: የ ማረጋገጫ ዘዴ:
ms: Kaedah pengesahihan:

source: Use Point-to-Point encryption
am: ከ ነጥብ-ወደ-ነጥብ መመስጠሪያ ይጠቀሙ
ms: Guna penyulitan Titik-ke-Titik

source: All Available (Default)
am: ሁሉም ዝግጁ (ነባር)
ms: Semua Tersedia (Lalai)

source: 128-bit (most secure)
am: 128-ቢት (በጣም አስተማማኝ)
ms: 128-bit (paling selamat)

source: 40-bit (less secure)
am: 40-ቢት (አነስተኛ አስተማማኝ)
ms: 40-bit (kurang selamat)

source: Allow stateful encryption
ms: Benarkan penyulitan berkeadaan

source: Allow BSD data compression
am: የ BSD ዳታ ማመቂያ ማስቻያ
ms: Benarkan pemampatan data BSD

source: Allow Deflate data compression
ms: Benarkan pengempisan data termampat

source: Use TCP Header compression
am: የ TCP ራስጌ ማመቂያ ይጠቀሙ
ms: Gunakan pemampatan Pengepala TCP

source: Send PPP echo packets
ms: Hantar paket gema PPP

source: You’re using this VPN for all Internet traffic.
ms: Anda menggunakan VPN ini untuk semua trafik Internet.

source: Your Wi-Fi/mobile provider can see when and how much you use the Internet, but not what for.
ms: Penyedia Wi-Fi/mudah alih anda dapat mengetahui bila dan bagaimana anda gunakan Internet, tetapi tidak tahu atas tujuan apa.

source: The VPN provider can see or modify your Internet traffic.
ms: Penyedia VPN boleh pantau atau ubahsuai trafik Internet anda.

source: Web sites and other service providers can still monitor your use.
ms: Laman sesawang dan lain-lain penyedia perkhidmatan masih boleh memantau penggunaan anda.

source: Your Wi-Fi/mobile provider can still see when and how much you use the Internet.
ms: Penyedia Wi-Fi/mudah alih masih dapat melihat bila dan bagaimana anda gunakan Internet.

source: The DNS provider can see which Web sites and other services you use.
ms: Penyedia DNS masih dapat melihat Laman sesawang dan lain-lain perkhidmatan yang anda guna.

source: This VPN is not safe to use.
am: ይህ VPN ለ መጠቀም አስተማማኝ አይደለም
ms: VPN ini tidak selamat digunakan.

source: The server certificate is not valid. The VPN provider may be being impersonated.
ms: Sijil pelayan tidak sah. Penyedia VPN mungkin telah menyamar.

source: Details: %1
am: ዝርዝሮች: %1
ms: Perincian: %1

source: The certificate was not found.
am: የምስክር ወረቀት አልተገኘም
ms: Sijil tidak ditemui.

source: The certificate is empty.
am: የምስክር ወረቀቱ ባዶ ነው
ms: Sijil adalah kosong.

source: The certificate is self signed.
am: የምስክር ወረቀቱ በራሱ የተፈረመ ነው
ms: Sijil ditandatangan sendiri.

source: The certificate has expired.
am: የምስክር ወረቀቱ ጊዜው ያለፈበት ነው
ms: Sijil sudah tamat tempoh.

source: The certificate is blacklisted.
am: የምስክር ወረቀቱ በ ጥቁር ዝርዝር ውስጥ ነው
ms: Sijil disenarai hitam.

source: It does not provide a certificate. The VPN provider could be impersonated.
ms: Ia tidak menyediakan sijil. Penyedia VPN mungkin telah menyamar.

source: This VPN configuration is not installed.
ms: Konfigurasi VPN tidak dipasang.

source: If you install it:
am: እርስዎ ከ ገጠሙትt:
ms: Jika anda pasangkannya:

source: The DNS provider can see which Web sites and other services you use.
ms: Penyedia DNS dapat mengetahui Laman sesawang dan lain-lain perkhidmatan yang anda gunakan.

source: This VPN is set up, but not in use now.
ms: VPN telah dipasang, tetapi tidak boleh guna sekarang.

source: When you use it:
am: እርስዎ በሚጠቀሙበት ጊዜ:
ms: Bila anda gunakannya:

source: You’re using this VPN for specific services.
ms: Anda menggunakan VPN ini atas perkhidmatan tertentu.

source: Your traffic to these services is private to them and the VPN provider.
ms: Trafik anda ke perkhidmatan ini adalah sulit kepada mereka dan penyedia VPN.

source: Your Wi-Fi/mobile provider can track your use of any other services.
ms: Penyedia Wi-Fi/mudah alih dapat menjejak mana-mana perkhidmatan lain yang anda gunakan.

source: Set up VPN
am: VPN ማሰናጃ
ms: Persediaan VPN

source: Delete configuration
am: ማሰናጃውን ማጥፊያ
ms: Padam konfigurasi

source: Change
am: መቀየሪያ
ms: Ubah

source: Install
am: መግጠሚያ
ms: Pasang

source: Use this VPN for:
am: ይህን VPN ይጠቀሙ ለ:
ms: Guna VPN ini untuk:

source: All network connections
am: ሁሉም የ ኔትዎርክ ግንኙነቶች
ms: Semua sambungan rangkaian

source: Its own network
ms: Rangkaiannya sendiri

source: Type:
ms: Jenis:

source: OK
am: እሺ
